[
    {
        "code": "cou",
        "dim": "Country",
        "sector": "",
        "Definition": ""
    },
    {
        "code": "urgencyData",
        "dim": "Urgency",
        "sector": "Challenges",
        "Definition": "How pressing is the need to update the adult learning system?",
        "longText": "New technologies, globalisation and population ageing are influencing the quantity and quality of jobs that are available and the skills workers need to do them  yet many adults lack strong basic skills to help them access these new opportunities.. The urgency dimension assesses how pressing the need for up- and reskilling is in different countries."
    },
    {
        "code": "participationData",
        "dim": "Coverage",
        "sector": "Challenges",
        "Definition": "To what extent are people and firms engaged in learning?",
        "longText": "In a changing world of work, increasing everyone’s engagement in adult learning is vital for social and economic inclusion. It is also critical to ensure that firms have access to the skilled workers they need to stay competitive. The coverage dimension assesses the extent to which individuals and employers are engaged in adult learning."
    },
    {
        "code": "inclusivenessData",
        "dim": "Inclusiveness",
        "sector": "Challenges",
        "Definition": "How inclusive are adult learning opportunities?",
        "longText": "Providing inclusive learning opportunities for all , especially for those whose most need to refresh their skills or develop new ones, is vital. In many cases, certain groups, such as low-skilled or older adults, have difficulty accessing training opportunities. The inclusiveness dimension looks at how equitable participation in adult learning is across countries. "
    },
    {
        "code": "flexiguidanceData",
        "dim": "Flexibility & Guidance",
        "sector": "Responses",
        "Definition": "Are adult learning opportunities flexible and is guidance readily available?",
        "longText": "Adults need easy access to information about training opportunities, but such opportunities must be flexible and responsive to their particular needs as adults. The flexibility and guidance dimension looks at how well countries do in providing information and guidance to adults on training opportunities and reducing barriers to their participation through flexible provision. "
    },
    {
        "code": "alignmentData",
        "dim": "Alignment",
        "sector": "Responses",
        "Definition": "Is adult learning aligned with labour market needs?",
        "longText": "Training opportunities must be aligned with skill needs in the job market, if people are to find work. This is vital for those whose current skills are highly likely to become obsolete. The alignment dimension looks at how well adult learning systems take into account the changing skill needs of the labour market."
    },
    {
        "code": "qualityData",
        "dim": "Perceived Impact",
        "sector": "Responses",
        "Definition": "What is the impact of adult learning?",
        "longText": "Training must be high quality if it is to serve its purpose. While quality is difficult to measure, quality assurance of adult learning providers and programmes is possible through certification, monitoring and evaluation. The quality dimension measures these aspects of quality. "
    },
    {
        "code": "financingData",
        "dim": "Financing",
        "sector": "Responses",
        "Definition": "How well is the adult learning system financed?",
        "longText": "Adult learning systems need adequately financing in order to function. A healthy mix of funding sources, including contributions from government, employers and individuals themselves, is essential for their sustainability. The financing dimension assesses the extent to which adult learning systems are adequately financed by different actors."
    }
]